Repository: sheilagomes/wp-trad
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt_br

source: However you celebrate the WordPress 15th anniversary — with a party, with commemorative swag, by telling the world what WordPress means to you — remember to use the #WP15 hashtag to share it!
pt_br: Seja qual for o seu jeito de celebrar os 15 anos do WordPress — com uma festa, com produtos comemorativos ou contando para o mundo o que o WordPress significa para você — lembre-se de usar a hashtag #WP15 para compartilhá-lo!

source: However, many web hosting accounts collect some anonymous analytics data.
pt_br: Entretanto, muitos serviços de hospedagem coletam alguns dados anônimos para análise.

source: Hundreds of thousands of developers, content creators, and site owners gather at monthly meetups in %s cities worldwide.
pt_br: Centenas de milhares de desenvolvedores, criadores de conteúdo e donos de sites se encontram mensalmente em meetups em %s cidades pelo mundo.

source: Hundreds of thousands of developers, content creators, and site owners gather at monthly meetups in %s city worldwide.
pt_br: Centenas de milhares de desenvolvedores, criadores de conteúdo e donos de sites se encontram mensalmente em meetups em %s cidade pelo mundo.

source: I don’t.
pt_br: Eu não.

source: I want my website to be as performant and secure as
pt_br: Quero que meu site seja tão seguro e rápido quanto

source: I will have plenty for you
pt_br: Você terá vários

source: Ideas
pt_br: Ideias

source: If Gutenberg is not installed or activated, the callout will be shown to Admin users on single sites, and Super Admin users on multisites.
pt_br: Se o Gutenberg não está instalado ou ativado, a chamada será exibida para usuários administradores em sites simples e para superadministradores em instalações multisite.

source: If Gutenberg is installed and activated, the callout will be shown to Contributor users and above.
pt_br: Se o Gutenberg está instalado e ativado, a chamada será exibida para os usuários colaboradores e superiores.

source: If I am not already on the latest version
pt_br: Se eu ainda não estou usando a versão mais recente

source: If that’s the case, you can install the Classic Editor plugin now, which will keep the editor you’re familiar with as the default, even after you upgrade to WordPress 5.0.
pt_br: Se esse for o seu caso, você pode instalar o plugin Editor clássico agora, que manterá o editor com que você já está familiriazidado como padrão, mesmo que você atualize para o WordPress 5.0.

source: If that’s you, please install the Classic Editor plugin, you’ll continue to use the classic post editor when you upgrade to WordPress 5.0.
pt_br: Se é o seu caso, instale o plugin Editor Clássico e você vai continuar usando o editor de posts clássico quando atualizar seu site para o WordPress 5.0.

source: If the Classic Editor plugin is installed and activated, the callout will be hidden for all users.
pt_br: Se o plugin Editor clássico está instalado e ativado, a chamada não será exibida.

source: If the plugin requires a version that won’t work with your site, WordPress will keep you from installing that plugin.
pt_br: Se o plugin precisar de uma versão que não funcionará no seu site, o WordPress o impedirá de instalá-lo.

source: If there is, RSVP for the party and invite your friends!
pt_br: Se já existe, confirme sua presença e convide seus amigos!

source: If there isn’t, then pick a place to go where a bunch of people can be merry — a park, a pub, a backyard; any family-friendly venue will do!
pt_br: Se ainda não existe, escolha um lugar onde as pessoas possam se encontrar como um parque, um restaurante ou um jardim. Qualquer ambiente familiar vai servir!

source: If they can’t or won’t get back to you, have a look for themes or plugins on WordPress.org with similar functionality and use one of these instead.
pt_br: Se eles não responderem ou não puderem investigar o problema, procure por temas e plugins com funcionalidades parecidas no WordPress.org e faça a troca.

source: If you can’t find your host on this list, then email your hosting company and ask them to help!
pt_br: Se vocẽ não conseguiu encontrar a sua hospedagem na lista, então envie um e-mail para eles pedindo ajuda!

source: If you edit or publish an article, an additional cookie will be saved in your browser.
pt_br: Se você editar ou publicar um artigo, um cookie adicional será salvo no seu navegador.

source: If you find compatibility problems, please be sure to post to the support forums so we can figure those out before the final release.
pt_br: Se encontrar problemas de compatibilidade, tenha certeza de publicar no fórum para que possamos agir antes do lançamento final.

source: If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.
pt_br: Se você tiver uma conta neste site ou se tiver deixado comentários, pode solicitar um arquivo exportado dos dados pessoais que mantemos sobre você, inclusive quaisquer dados que nos tenha fornecido.

source: If you have carried out a Privacy Impact Assessment, you can mention it here too.
pt_br: Se você tiver feito uma Avaliação do impacto de privacidade, pode mencioná-la aqui também.

source: If you leave a comment, the comment and its metadata are retained indefinitely.
pt_br: Se você deixar um comentário, o comentário e os seus metadados são conservados indefinidamente.

source: If you log out of your account, the login cookies will be removed.
pt_br: Se você se desconectar da sua conta, os cookies de login serão removidos.

source: If you run into any issues at this stage, either change the PHP version back yourself, contact your hosting company or a professional web developer.
pt_br: Se você encontrar qualquer erro neste ponto, altere de volta você mesmo a sua versão PHP, entre em contato com a sua empresa de hospedagem ou com um desenvolvedor web profissional.

source: If you run into any issues whilst doing this or need help, you should contact a professional web developer, your hosting company, or your theme and plugins authors.
pt_br: Se você encontrar qualquer problema durante a execução desses passos ou se precisar de ajuda, você deve entrar em contato com um desenvolvedor profissional, sua empresa de hospedagem ou com os autores do seu tema ou plugin.

source: If you select &quot;Remember Me&quot;, your login will persist for two weeks.
pt_br: Se você selecionar &quot;Lembrar-me&quot;, seu acesso será mantido por duas semanas.

source: If you want to follow along or help out, check out Make WordPress and our core development blog.
pt_br: Se você quer acompanhar ou ajudar, de uma olhada no blog Make WordPress e no nosso blog de desenvolvimento dos arquivos básicos.

source: If you would like to get involved in building WordPress Core and testing the new privacy tools, please join the #gdpr-compliance channel in the Make WordPress Slack group.
pt_br: Se você quer participar do desenvolvimento necessário para os arquivos básicos do WordPress e no teste das novas ferramentas de privacidade, entre para o canal #gdpr-compliance no slack internacional do WordPress.

source: If your web site provides a service which includes automated decision making - for example, allowing customers to apply for credit, or aggregating their data into an advertising profile - you must note that this is taking place, and include information about how that information is used, what decisions are made with that aggregated data, and what rights users have over decisions made without human intervention.
pt_br: Se o seu site oferecer um serviço que inclua tomada de decisão automatizada, por exemplo, permitir a clientes solicitar crédito ou agregar seus dados em um perfil publicitário, você deve observar que isto está acontecendo, e incluir informações sobre como aquela informação é usada, que decisões são tomadas com os dados agregados e o que direitos os usuários têm sobre as decisões tomadas sem intervenção humana.

source: If your web site receives data about users from third parties, including advertisers, this information must be included within the section of your privacy policy dealing with third party data.
pt_br: Caso o seu site receba dados de terceiros sobre usuários, incluindo anunciantes, esta informação deve ser incluída dentro da seção da sua política de privacidade que trata de dados de terceiros.

source: If you’re able to contribute with coding or testing changes, we have a multitude of bug scrubs scheduled this week, we’d love to have as many people as we can ensuring all bugs reported get the attention they deserve.
pt_br: Se você é fluente em inglês e se sente apto a contribuir com código ou testes, nós temos vários bug scrubs agendados para esta semana e nós adoraríamos envolver o máximo de pessoas possível para termos certeza de que todos os erros informados receberam a devida atenção.

source: If you’re comfortable writing a reproducible bug report, file one on WordPress Trac, where you can also find a list of known bugs.
pt_br: Se você se sente confortável para escrever um relatório de como reproduzir o erro, envie para o Trac do WordPress, onde também é possível encontrar uma lista de erros conhecidos.

source: Image handling has been improved.
pt_br: A manipulação de imagens foi melhorada.

source: Image source: W3Techs.
pt_br: Fonte da imagem: W3Techs.

source: Images now take up the right amount of space for themes with wider editors (like Twenty Nineteen).
pt_br: As imagens agora ocupam a quantidade de espaço certa para temas com editores mais largos , como o Twenty Nineteen.

source: Importers
pt_br: Importadores

source: Imposter Syndrome
pt_br: Síndrome do impostor

source: Improve support for sticky toolbars in the editor.
pt_br: Melhoria no suporte para barra de ferramentas fixas no editor.

source: Improve text-selection custom colors for better contrast and legibility.
pt_br: Melhoria no contraste e legibilidade das cores personalizadas usadas durante a seleção de texto

source: Improved accessibility, with additional labelling and speech announcements.
pt_br: Melhoria na acessibilidade, com marcações e itens para leitura de tela adicionais.

source: Improved backwards compatibility with older versions of WordPress.
pt_br: Melhoria na compatibilidade com versões anteriores do WordPress.

source: Improved compatibility with PHP 7.2.
pt_br: Aumento da compatibilidade com o PHP 7.2.

source: Improved consistency with site name being used for privacy emails in multisite.
pt_br: Melhoria de consistência no uso do nome do site nos e-mails de privacidade de multisites.

source: Improved taxonomy metabox sanitization
pt_br: Melhoria no tratamento da metabox de taxonomias

source: Improving the reliability of REST API requests.
pt_br: Melhoria na confiabilidade das solicitações à API REST.

source: In 2005, we were celebrating 50,000 downloads.
pt_br: Em 2005, celembramos os 50.000 downloads.

source: In WordPress 4.9.8, the callout will be shown to the following users:
pt_br: No WordPress 4.9.8, a chamada será exibida para os seguintes usuários:

source: In addition it will alert the site owners when any privacy information changes after a plugin is activated, deactivated, or updated.
pt_br: Além disso, haverá um alerta para os proprietários de sites quando qualquer informação sobre privacidade for alterada depois que um plugin for ativado, desativado ou atualizado.

source: In addition to the security researcher mentioned above, thank you to everyone who contributed to WordPress 5.1.1:
pt_br: Além dos pesquisadores de segurança que mencionamos acima, agradecemos a todos que contribuíram para o WordPress 5.1.1:

source: In addition to the security researchers mentioned above, thank you to everyone who contributed to WordPress 5.0.1:
pt_br: Além dos pesquisadores de segurança que mencionamos acima, agradecemos a todos que contribuíram para o WordPress 5.0.1:

source: In addition, this release paves the way for a better, faster, and more secure WordPress with some essential tools for site administrators and developers.
pt_br: Além disso, esta versão abre caminho para um WordPress melhor, mais rápido e mais seguro, com ferramentas para administradores de sites e desenvolvedores.

source: In addition, we’re adding a new Health Check tool to your Dashboard.
pt_br: Além disso, nós estamos incluindo uma nova ferramenta de diagnóstico no seu Painel.

source: In honor of the 15th anniversary, we’ve added some special 15th anniversary items in the swag store — you can use the offer code CELEBRATEWP15 to take 15% off this (and any other WordPress swag you buy), all the way through the end of 2018!
pt_br: Para celebrar, adicionamos alguns itens especiais para o aniversário de 15 anos na loja. Até o final de 2018, você pode usar o código promocional CELEBRATEWP15 para ter 15% de desconto em todos os produtos da loja!

source: In just a few weeks
pt_br: Em algumas semanas

source: In order to revert this backup, you’ll also need your web host to move your PHP version back to your current version (we’ll cover how to do this later).
pt_br: Para reverter este backup, você também precisará que a sua hospedagem volte para a versão PHP anterior (vamos falar sobre isso mais tarde).

source: In that case, add information from that plugin here.
pt_br: Neste caso, adicione as informações do plugin aqui.

source: In the meantime, you can review the developer notes for 5.0.
pt_br: Enquanto isso, você pode rever as notas de desenvolvimento da versão 5.0.

source: In the unlikely event something goes wrong and you need to restore your backup, contact your host and ask them to restore the previous version of PHP you had running.
pt_br: Para o caso improvável de algo dar errado e seja preciso restaurar seu backup, entre em contato com a hospedagem e peça que eles restaurem a versão PHP que estava sendo usada anteriormente.

source: In this section you should explain how long you retain personal data collected or processed by the web site.
pt_br: Nesta seção você deve explicar por quanto tempo ficam armazenados os dados pessoais coletados ou processados pelo site.

source: In this section you should explain what measures you have taken to protect your users&#8217; data.
pt_br: Nesta seção você deve explicar quais medidas foram tomadas para proteger os dados de seus usuários.

source: In this section you should explain what procedures you have in place to deal with data breaches, either potential or real, such as internal reporting systems, contact mechanisms, or bug bounties.
pt_br: Nesta seção você deve explicar que procedimentos são usados para lidar com violações de dados, potenciais ou verdadeiras, como sistemas de informação internos, mecanismos de contato ou caçadas de erros.

source: In this section you should explain what rights your users have over their data and how they can invoke those rights.
pt_br: Nesta seção você deve explicar quais direitos os seus usuários têm sobre os seus dados e como podem requerer estes direitos.

source: In this section you should list all transfers of your site data outside the European Union and describe the means by which that data is safeguarded to European data protection standards.
pt_br: Nesta seção você deve listar todas as transferências dos dados do seu site para fora da União Europeia e descrever os meios pelos quais estes dados são protegidos segundo os padrões de proteção de dados europeus.

source: In this section you should name and list all third party providers with whom you share site data, including partners, cloud-based services, payment processors, and third party service providers, and note what data you share with them and why.
pt_br: Nesta seção você deve listar todos os provedores terceirizados com quem você compartilha dados do site, incluindo parceiros, serviços baseados na nuvem, processadores de pagamento e provedores de serviços terceirizados, além de explicar quais dados você compartilha com eles e por que.

source: Increased the test coverage for several core privacy functions.
pt_br: Melhoria na cobertura de testes de várias funções de privacidade dos arquivos básicos.

source: Interests
pt_br: Interesses

source: International-
pt_br: International- (Internacionali-)

source: Internationalisation
pt_br: Internacionalização

source: Internationalization: Merge similar text strings that differed only in capitalization.
pt_br: Internacionalização: Mesclagem de textos similares que eram diferentes apenas por uso de maiúsculas.

source: Introduced in WordPress 5.0, the new block editor continues to improve.
pt_br: Novidade no WordPress 5.0, o novo editor de blocos continua melhorando.

source: Introduced the wp_blogmeta table (#37923).
pt_br: Incluida a tabela wp_blogmeta (#37923).

source: Invalid request ID when processing eraser data.
pt_br: ID de solicitação inválido ao processar dados de remoção.

source: Is just a few days away!
pt_br: vem daqui alguns dias!

source: Issues relating to the caching of theme template files.
pt_br: Problemas relacionados ao cache de arquivos de templates nos temas.

source: It also contains fixes for:
pt_br: Ela também resolve os seguintes problemas:

source: It contains information about the callout, including which users will, by default, be shown the callout and the hooks it provides for site administrators to modify that default behavior.
pt_br: Lá você verá informações sobre o aviso, incluindo para quais usuários, por padrão, ele será exibido e hooks disponíveis para que administradores de sites possam modificar seu comportamentos.

source: It expires after 1 day.
pt_br: Ele expira depois de 1 dia.

source: It is intended for site owners to be able to verify requests from users for displaying, downloading, or anonymizing of personal data.
pt_br: Com ela, os proprietários de sites poderão verificar solicitações dos usuários sobre exibição, download ou sobre tornar seus dados pessoais anônimos.

source: It is now scheduled for release on November 27, and we need your help to get there.
pt_br: A nova previsão de lançamento é 27 de novembro e precisamos da sua ajuda para que isso aconteça.

source: It will also contain the tools for exporting and anonymizing of personal data and for requesting email confirmation to avoid abuse attempts.
pt_br: Ela também terá ferramentas para exportar e para tornar anônimos dados pessoais e também para solicitar confirmação por e-mail de forma a evitar tentativas de abuso.

source: It will contain some general information on user privacy, what a plugin should do to be compliant, and also tips and examples on how to use the new privacy related functionality in WordPress.
pt_br: Ela conterá informações gerais sobre privacidade dos usuários, o que um plugin deve fazer para se tornar compatível e também terá dicas e exemplos sobre como usar as novas funcionalidades do WordPress relacionadas à privacidade.

source: It will display new, confirmed requests from users, as well as already fulfilled requests.
pt_br: Ela exibirá tanto as novas solicitações dos usuários quanto as confirmadas e as já realizadas.

source: It&rsquo;s Easy&nbsp;As&hellip;
pt_br: Tão simples quanto&hellip;

source: Its primary aim is to give control back to the EU residents over their personal data.
pt_br: Seu objetivo principal é devolver para os residentes na UE o controle sobre seus dados pessoais.

source: It’s so slick, shiny, and new.
pt_br: Novo, bem acabado e

source: Japanese text (double byte characters) are now usable in the list block.
pt_br: Texto em japonês (caracteres com double byte) agora estão disponíveis na lista de blocos.

source: JavaScript errors that prevented saving posts in Firefox have been fixed.
pt_br: Correção de erros JavaScript que impediam a atualização de posts no Firefox.

source: Jazzers and Release Dates
pt_br: Jazzistas e datas de lançamento

source: Join WordPress fans all over the world in celebrating the 15th Anniversary of WordPress by throwing your own party!
pt_br: Junte-se aos fãs do WordPress por todo o mundo na comemoração dos quize anos do WordPress criando a sua própria festa!

source: Keep checking the swag store, because we’ll be adding more swag over the next few weeks!
pt_br: Vamos acrescentar mais produtos nas próximas semanas, então fique de olho!

source: Keep your eyes on the Make WordPress Core blog for developer notes (which are assigned the dev-notes tag) in the coming weeks detailing other changes in 5.2 that you should be aware of.
pt_br: Fique atento nas próximas semanas ao blog Make WordPress Core para mais notas para desenvolvedores (que recebem a tag dev-notes) detalhando outras mudanças importantes na versão 5.2.

source: Keep your eyes on the Make WordPress Core blog for more developer notes (which are assigned the dev-notes tag) in the coming weeks detailing other changes in 5.1 that you should be aware of.
pt_br: Fique atento nas próximas semanas ao blog Make WordPress Core para mais notas para desenvolvedores (que recebem a tag dev-notes) detalhando outras mudanças importantes na versão 5.1.

source: Lands in a few days!
pt_br: Chega daqui a pouco!

source: Large enterprise businesses all the way down to small local businesses: all of them use WordPress to power their site.
pt_br: De empesas imensas até pequenos negócios locais, todos eles usam o WordPress como o sistema de seus sites.

source: Latest release
pt_br: Versão mais recente

source: Learn
pt_br: Aprenda

source: Learn about WordPress, where it&#8217;s been, and where it&#8217;s going.
pt_br: Aprenda sobre o WordPress: de onde ele veio e para onde ele vai.

source: Learn about the community and how we get along.
pt_br: Aprenda sobre a comunidade e sobre como nos damos bem.

source: Learn about the people
pt_br: Aprenda sobre as pessoas

source: Learn about the software
pt_br: Aprenda sobre o programa

source: Leave a comment<span class="screen-reader-text"> on %s</span>
pt_br: Deixe um comentário<span class="screen-reader-text"> em %s</span>

source: Lessons in this module include:
pt_br: As aulas neste módulo incluem:

source: License / GPLv2
pt_br: Licença / GPLv2

source: Like %s on Facebook
pt_br: Curta %s no Facebook

source: Limited LIKEsupport for meta keys when using WP_Meta_Query
pt_br: Suporte limitado para LIKE em chaves meta ao usar WP_Meta_Query

source: Link to their own privacy policies if possible.
pt_br: Aponte para suas próprias políticas de privacidade se possível.

source: List your party with your local WordPress meetup group (Don’t have a group?
pt_br: Divulgue sua festa através do seu grupo local de meetups WordPress (Ainda não existe um grupo perto de você?

source: Location
pt_br: Localização

source: Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plugins.
pt_br: Acesse sua conta no WordPress.org para contribuir para o WordPress, obter ajuda nos fóruns ou classificar e avaliar temas e plugins.

source: Login cookies last for two days, and screen options cookies last for a year.
pt_br: Cookies de login são mantidos por dois dias e cookies de opções de tela por um ano.

source: Logos and Graphics
pt_br: Logos e gráficos

source: Look out for more PHP update messages on your WordPress Dashboard going forwards, or keep an eye on your hosting company’s news for more information.
pt_br: Veja mais mensagens sobre atualização de PHP no seu Painel do WordPress ou fique de olho nas novidades da sua empresa de hospedagem para mais informações.

source: Lost password?
pt_br: Esqueceu sua senha?

source: MIME-Version: 1.0
pt_br: MIME-Version

source: Make WordPress GDPR Compliance Team
pt_br: A Equipe WordPress de conformidade com o GDPR
